{
  "Self-affirmation": ["I might have some faults, but I’m still a good person.","I care about myself and other people.","I accept who I am.",
    "I love myself.","I’m a good person, not a mistake.","I’m good and nobody’s perfect.","I embrace both my good and bad qualities.",
    "Today I take responsibility for everything I do and say.","I’m becoming a better person every day.","I’m a sensitive person who experiences the world differently.",
    "I’m a sensitive person with rich emotional experiences.”","Each day I do the best I can.","Even though I forget sometimes, I’m still a good person.",
    "Even though bad things happened to me in the past, I’m still a good person.","Even though I’ve made mistakes in the past, I’m still a good person.",
    "I’m here for a reason.","There’s a purpose to my life, even though I might not always see it.","I radically accept myself."
  ],
  "Cue-controlled relaxation":["To begin, sit in a comfortable chair with your feet flat on the floor and your hands resting com fortably, either on the arms of the chair or in your lap. Close your eyes. Take a slow, long breath in through your nose. Feel your belly expand like a balloon as you breathe in. Hold it for five seconds: 1,2, 3, 4, 5. Then release it slowly through your mouth. Feel your belly collapse like a balloon losing its air. Again, take a slow, long breath in through your nose and feel your stomach expand. Hold it for five seconds: 1, 2, 3, 4, 5. Then exhale slowly through your mouth. One more time: take a slow, long breath in through your nose and feel your stomach expand. Hold it for five seconds: 1, 2, 3, 4, 5. Then exhale slowly through your mouth. Now begin to take slow, long breaths without holding them, and continue to breathe smoothly for the rest of this exercise.",
    "Now, with your eyes still closed, imagine that a white beam of light shines down from the sky like a bright laser and lands on the very top of your head. Notice how warm and soothing the light makes you feel. This could be a light from God, the universe, or whatever power makes you feel comfortable. As you continue to breathe smoothly, taking slow, long breaths, notice how the light makes you feel more and more relaxed as it continues to shine on the top of your head. Now, slowly, the warm, white light begins to spread over the top of your head like soothing water. And as it does, the light begins to loosen any muscle tension that you’re feeling on the top of your head. Slowly the light begins to slide down your body, and as it moves across your forehead, all the muscle tension there is released. Then the white light continues down past your ears, the back of your head, your eyes, nose, mouth, and chin, and it continues to release any tension you’re holding there. Notice how pleasantly warm your forehead feels. Now, slowly, imagine that the light begins to move down your neck and over your shoulders, releasing any muscle tension. Then the light slowly proceeds down both of your arms and the front and back of your torso. Feel the muscles in your upper and lower back release. Notice the soothing sensation of the white light as it moves across your chest and stomach. Feel the muscles in your arms release as the light moves down to your forearm and then across both sides of your hands to your fingertips. Now notice the light moving down through your pelvis and buttocks and feel the tension being released. Again, feel the light move like soothing water across your upper and lower legs until it spreads across both the upper and lower surfaces of your feet. Feel all of the tension leaving the muscles of your body as the white light makes your body feel warm and relaxed.",
    "Continue to notice how peaceful and calm you feel as you continue to take slow, long, smooth breaths. Observe how your stomach continues to expand as you inhale, and feel it deflate as you exhale. Now, as you continue breathing, silently think to yourself “breathe in” as you inhale, and then silently think your cue word as you exhale. (If your cue word is something other than “relax,” use that word in the following instructions.) Slowly inhale and think: “breathe in.” Slowly exhale and think: “relax.” As you do, notice your entire body feeling relaxed at the same time. Feel all the muscle tension in your body being released as you focus on your cue word. Again, inhale and think: “breathe in.” Exhale and think: “relax.” Notice your entire body releasing any muscle tension. Again, inhale … “breathe in.” Exhale … “relax.” Feel all the tension in your body releasing. ",
    "Continue breathing and thinking these words at your own pace for several minutes. With each breath, notice how relaxed your entire body feels. When your mind begins to wander, return your focus to the words “breathe in” and “relax.”"
  ],
  "Safe-place visualization":["To begin, sit in a comfortable chair with your feet flat on the floor and your hands resting comfortably, either on the arms of the chair or in your lap. Close your eyes. Take a slow, long breath in through your nose. Feel your belly expand like a balloon as you breathe in. Hold it for five seconds: 1, 2, 3, 4, 5. Then release it slowly through your mouth. Feel your belly collapse like a balloon losing its air. Again, take a slow, long breath in through your nose and feel your stomach expand. Hold it for five seconds: 1, 2, 3, 4, 5. Then exhale slowly through your mouth. One more time: take a slow, long breath in through your nose and feel your stomach expand. Hold it for five seconds: 1, 2, 3, 4, 5. Then exhale slowly through your mouth. Now begin to take slow, long breaths without holding them, and continue to breathe smoothly for the rest of this exercise.",
    "Now, with your eyes closed, imagine that you enter your safe place using all of your senses to ground yourself in the scene.",
    "First, look around using your imaginary sense of sight. What does this place look like? Is it daytime or nighttime? Is it sunny or cloudy? Notice the details. Are you alone or are there other people or animals? What are they doing? If you’re outside, look up and notice the sky. Look out at the horizon. If you’re inside, notice what the walls and the furniture look like. Is the room light or dark? Choose something soothing to look at. Then continue looking for a few seconds using your imaginary sense of sight.",
    "Next, use your imaginary sense of hearing. What do you hear? Do you hear other people or animals? Do you hear music? Do you hear the wind or the ocean? Choose something soothing to hear. Then listen for a few seconds using your imaginary sense of hearing.",
    "Then use your imaginary sense of smell. If you’re inside, what does it smell like? Does it smell fresh? Do you have a fire burning that you can smell? Or, if you’re outside, can you smell the air, the grass, the ocean, or the flowers? Choose to smell something soothing in your scene. Then take a few seconds to use your imaginary sense of smell.",
    "Next, notice if you can feel anything with your imaginary sense of touch. What are you sitting or standing on in your scene? Can you feel the wind? Can you feel something you’re touching in the scene? Choose to touch something soothing in your scene. Then take a few seconds to use your imaginary sense of touch.",
    "Last, use your imaginary sense of taste. Are you eating or drinking anything in this scene? Choose something soothing to taste. Then take a few seconds to use your imaginary sense of taste.",
    "Now take a few more seconds to explore your safe place using all of your imaginary senses. Recognize how safe and relaxed you feel here. Remember that you can come back to this place in your imagination whenever you need to feel safe and relaxed. You can also come back whenever you’re feeling sad, angry, restless, or in pain. Look around one last time to remember what it looks like.",
    "Now keep your eyes closed and return your focus to your breathing. Again, take some slow, long breaths in through your nose and exhale through your mouth. Then, when you feel ready, open your eyes and return your focus to the room."
  ],
  "Band of light":["To begin, find a comfortable place to sit in a room where you won’t be disturbed for ten minutes. Turn off any distracting sounds. Take a few slow, long breaths and then close your eyes. Using your imagination, envision a narrow band of white light circling the top of your head like a halo. As this exercise progresses, the band of light will slowly move down your body, and as it does, you will become aware of the different physical sensations you’re feeling beneath the band of light.",
    "As you continue to breathe with your eyes closed, continue to see the band of white light encircling the top of your head and notice any physical sensations you feel on that part of your body. Perhaps you will notice your scalp tingling or itching. Whatever sensations you notice are okay.",
    "Slowly the band of light begins to descend around your head, passing over the tops of your ears, your eyes, and the top of your nose. As it does, become aware of any sensations you feel there, even small sensations.",
    "Notice any muscle tension you may be feeling on the top of your head.",
    "As the band of light slowly descends over your nose, mouth, and chin, continue to focus on any physical sensations you might be feeling there.",
    "Pay attention to the back of your head where you may be having sensations.",
    "Notice any sensations you may be feeling in your mouth, on your tongue, or on your teeth.",
    "Continue to watch the band of light in your imagination descend around your neck, and notice any feelings in your throat or any muscle tension on the back of your neck.",
    "Now the band widens and begins to move down your torso, across the width of your shoulders.",
    "Notice any sensations, muscle tension, or tingling you might be feeling in your shoulders, upper back, upper arms, and upper chest area.",
    "As the band of light continues to descend down around your arms, notice any feelings you’re aware of in your upper arms, elbows, forearms, wrists, hands, and fingers. Become aware of any tingling, itching, or tension you might be holding in those places.",
    "Now become aware of your chest, the middle of your back, the side of your torso, your lower back, and stomach. Again, notice any tension or sensations, no matter how small they might be.",
    "As the band continues to move down your lower body, become aware of any sensations in your pelvic region, buttocks, and upper legs.",
    "Be sure to pay attention to the backs of your legs and notice any feelings there. ",
    "Continue to watch the band of light descend around your lower legs, around your calves, shins, feet, and toes. Notice any feelings or tension you’re experiencing.",
    "Then as the band of light disappears after completing its descent, take a few more slow, long breaths, and when you feel comfortable, slowly open your eyes and return your focus to the room."
  ],
  "Thought defusion":["To begin, find a comfortable place to sit in a room where you won’t be disturbed for as long as you’ve set your timer. Turn off any distracting sounds. Take a few slow, long breaths, relax, and close your eyes.",
    "Now, in your imagination, picture yourself in the scenario that you chose, watching your thoughts come and go, whether it’s by the beach, near a stream, in a field, in a room, or wherever. Do your best to imagine yourself in that scene. After you do, start to become aware of the thoughts that you’re having.",
    "Start to observe the thoughts that are coming up, whatever they are. Don’t try to stop your thoughts, and do your best not to criticize yourself for any of the thoughts. Just watch the thoughts arise, and then, using whatever technique you’ve chosen, watch the thoughts disappear. Whatever the thought is, big or small, important or unimportant, watch the thought arise in your mind and then let it float away or disappear by whichever means you’ve chosen.",
    "Just continue to watch the thoughts arise and disappear. Use pictures to represent the thoughts or words, whatever works best for you. Do your best to watch the thoughts arise and disappear without getting hooked into them and without criticizing yourself.",
    "If more than one thought comes up at the same time, see them both arise and disappear. If the thoughts come very quickly, do your best to watch them all disappear without getting hooked on any of them. Continue to breathe and watch the thoughts come and go until your timer goes off.",
    "When you’ve finished, take a few more slow, long breaths and then slowly open your eyes and return your focus to the room."
  ],
  "Mindful breathing":["To begin, find a comfortable place to sit in a room where you won’t be disturbed for as long as you’ve set your timer. Turn off any distracting sounds. If you feel comfortable closing your eyes, do so to help you relax.",
    "To begin, take a few slow, long breaths, and relax. Place one hand on your stomach. Now slowly breathe in through your nose and then slowly exhale through your mouth. Feel your stomach rise and fall as you breathe. Imagine your belly filling up with air like a balloon as you breathe in, and then feel it deflate as you breathe out. Feel the breath moving in across your nostrils, and then feel your breath blowing out across your lips. As you breathe, notice the sensations in your body. Feel your lungs fill up with air. Notice the weight of your body resting on whatever you’re sitting on. With each breath, notice how your body feels more and more relaxed.",
    "Now, as you continue to breathe, begin counting your breaths each time you exhale. You can count either silently to yourself or aloud. Count each exhalation until you reach “4” and then begin counting at “1” again. To begin, breathe in slowly through your nose, and then exhale slowly through your mouth.Count “1.” Again, breathe in slowly through your nose and slowly out through your mouth. Count “2.” Repeat, breathing in slowly through your nose, and then slowly exhale. Count “3.” Last time—breathe in through your nose and out through your mouth. Count “4.” Now begin counting at “1” again.",
    "This time, though, as you continue to count, occasionally shift your focus to how you’re breathing. Notice the rising and falling of your chest and stomach as you inhale and exhale. Again, feel the breath moving in through your nose and slowly out through your mouth. If you want to, place one hand on your stomach and feel your breath rise and fall. Continue counting as you take slow, long breaths. Feel your stomach expand like a balloon as you breathe in, and then feel it deflate as you breathe out. Continue to shift your focus back and forth between counting and the physical experience of breathing.",
    "Now, lastly, begin to notice any thoughts or other distractions that remove your focus from your breathing. These distractions might be memories, sounds, physical sensations, or emotions. When your mind begins to wander and you catch yourself thinking of something else, return your focus to counting your breath. Or return your focus to the physical sensation of breathing. Try not to criticize yourself for getting distracted. Just keep taking slow, long breaths into your belly, in and out. Imagine filling up your belly with air like a balloon. Feel it rising with each inhalation and falling with each exhalation. Keep counting each breath, and with each exhalation, feel your body relaxing, more and more deeply.",
    "Keep breathing until your alarm goes off. Continue counting your breaths, noticing the physical sensation of your breathing and letting go of any distracting thoughts or other stimuli. Then, when your alarm goes off, slowly open your eyes and return your focus to the room."
  ],
  "Wise-Mind meditation":["To begin, find a comfortable place to sit in a room where you won’t be disturbed for as long as you’ve set your timer. Turn off any distracting sounds. If you feel comfortable closing your eyes, do so to help you relax.",
    "Now locate the bottom of your sternum on your rib cage. You can do this by touching the bone at the center of your chest and then following it down toward your abdomen until the bone ends. Now place one hand on your abdomen between the bottom of your sternum and your belly button. This is the center of wise mind.",
    "Take a few slow, long breaths and relax. Now slowly breathe in through your nose and then slowly exhale through your mouth. Feel your abdomen rise and fall as you breathe. Imagine your belly filling up with air like a balloon as you breathe in, and then feel it deflate as you breathe out. Feel the breath moving in across your nostrils and then feel your breath blowing out across your lips. As you breathe, notice any sensations in your body. Feel your lungs fill up with air. Notice the weight of your body as it rests on the seat in which you’re sitting. With each breath, notice how your body feels, and allow your body to become more and more relaxed.",
    "Now, as you continue to breathe, let your attention focus on the spot underneath your hand. Let your attention focus on the center of wise mind. Continue to take slow, long breaths. If you have any distracting thoughts, just allow those thoughts to leave you without fighting them and without getting stuck on them. Continue to breathe and focus on the center of wise mind. Feel your hand resting on your stomach.",
    "As you focus your attention on your center of wise mind, notice what appears. If you’ve had any troubling thoughts, problems, or decisions that you have to make in your life, think about them for a few seconds. Then ask your center of wise mind what you should do about these problems or decisions. Ask your inner intuitive self for guidance, and then notice what thoughts or solutions arise out of your center of wise mind. Don’t judge whatever answers you receive. Just note them to yourself and keep breathing. Continue to focus your attention on your center of wise mind. If no thoughts or answers come to your questions, just continue breathing.",
    "Now continue to notice your breath rising and falling. Keep breathing and returning your focus to the center of wise mind until the timer goes off. Then when you’ve finished, slowly open your eyes and return your focus to the room."
  ],
  "Be Mindful of Your Emotions Without Judgment":["While breathing slowly and evenly, bring your attention to where you are feeling the emotion in your body. Is it a feeling in your chest or stomach, in your shoulders, or in your face or head? Are you feeling it in your arms or legs? Notice any physical sensations connected with the emotion. Now be aware of the strength of the feeling. Is it growing or diminishing? Is the emotion pleasant or painful? Try to name the emotion or describe some of its qualities.",
    "Now try to notice your thoughts. Do you have thoughts about the emotion? Does the emotion trigger judgments about others or about yourself? Just keep watching your emotion and keep observing your judgments.",
    "Now imagine that each judgment is one of the following:",
    "A leaf floating down a stream, around a bend, and out of sight",
    "A computer pop-up ad that briefly flashes on the screen and disappears",
    "One of a long string of boxcars passing in front of you at a railroad crossing",
    "A cloud cutting across a windy sky",
    "A message written on a billboard that you approach and pass at high speed",
    "One of a procession of trucks or cars approaching and passing you on a desert highway",
    "Choose the image that works best for you. The key is to notice the judgment, place it on a billboard or leaf or boxcar, and let it go.",
    "Just keep observing your emotion. When a judgment about yourself or others begins to manifest, turn it into a visualization (leaf, cloud, billboard, and so on) and watch while it moves away and out of sight.",
    "Now it’s time to remind yourself of the right to feel whatever you feel. Emotions come and go, like waves on the sea. They rise up and then recede. Whatever you feel, no matter how strong or painful, is legitimate and necessary. Take a slow breath and accept the emotion as something that lives in you for a little while—and then passes.",
    "Notice your judgmental thoughts. Visualize them and then let them pass. Let your emotions be what they are, like waves on the sea that rise and fall. You ride your emotions for a little while, and then they leave. This is natural and normal. It’s what it means to be human.",
    "Finish the exercise with three minutes of mindful breathing, counting your out-breaths (1, 2, 3, 4 and then repeating 1, 2, 3, 4) and focusing on the experience of each moment as you breathe."
  ],
  "Committed action":["A component of my life that I value is：",
    "My intention for this component is：",
    "The committed actions that I’m willing to take include the following (be sure to note when you’ll begin these actions):"
  ],
  "The serenity prayer":["God,",
    "Grant me the SERENITY, to accept the things I cannot change...",
    "COURAGE to change the things I can...",
    "and WISDOM to know the difference.",
    "Living one day at a time...enjoying one moment at a time...",
    "accepting hardships as the pathway to peace.",
    "Taking, as He did, this sinful world as it is...not as I would have it .",
    "Trusting that He will make all things right if I surrender to His Will.",
    "That I may be reasonably happy in this life and supremely happy with Him forever in the next.",
    "Amen"
  ],
  "Your legitimate rights":["1.You have a right to need things from others.",
    "2.You have a right to put yourself first sometimes.",
    "3.You have a right to feel and express your emotions or your pain.",
    "4.You have a right to be the final judge of your beliefs and accept them as legitimate.",
    "5.You have a right to your opinions and convictions.",
    "6.You have a right to your experience—even if it’s different from that of other people.",
    "7.You have a right to protest any treatment or criticism that feels bad to you.",
    "8.You have a right to negotiate for change.",
    "9.You have a right to ask for help, emotional support, or anything else you need ( even though you may not always get it ).",
    "10.You have a right to say no; saying no doesn’t make you bad or selfish.",
    "11.You have a right not to justify yourself to others.",
    "12.You have a right not to take responsibility for someone else’s problem.",
    "13.You have a right to choose not to respond to a situation.",
    "14.You have a right, sometimes, to inconvenience or disappoint others."
  ]
}
